Repository: fullentropppy/coinsa
Catalog: Coinsa/Coinsa/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# amount.balance
source: Balance
ru: Остаток

# amount.balancePersentage
source: Balance: %1$(balancePercent)@
ru: Остаток: %(balancePercent)@

# amount.budget
source: Budget
ru: Бюджет

# amount.budget.daily
source: Daily budget
ru: Бюджет на день

# amount.expenses
source: Expenses
ru: Траты

# amount.expenses.daily
source: Daily expenses
ru: Траты в день

# amount.expenses.dailyAverage
source: Daily average
ru: Среднее

# amount.expenses.dailyMax
source: Daily max
ru: Максимум

source: Analytics
ru: Аналитика

# analytics.categories
source: Categories
ru: Категории

# analytics.category.amount.daily
source: Per day
ru: В день

# analytics.category.amount.total
source: Total
ru: Всего

# analytics.days
source: Days
ru: Дни

# analytics.emptyState
source: No Data
ru: Нет данных

# analytics.summary
source: Summary
ru: Сводка

# analytics.summary.expenseChart
source: Expense chart
ru: График трат

# analytics.summary.expenses
source: Expenses
ru: Траты

# analytics.summary.largestExpense
source: Largest expense
ru: Самая крупная

# analytics.summary.peakTime
source: Peak time
ru: Пик

# analytics.summary.totalExpenses
source: Total
ru: Всего

# app.appearance.dark
source: Dark
ru: Темная

# app.appearance.light
source: Light
ru: Светлая

# app.appearance.system
source: System
ru: Системная

# app.author
source: Gritsenko Daniil
ru: Гриценко Даниил

# app.version
source: Version
ru: Версия

source: Cancel
ru: Отмена

source: Confirmation
ru: Подтверждение

# currency.name.aed
source: UAE Dirham
ru: Дирхам ОАЭ

# currency.name.amd
source: Armenian Dram
ru: Армянский драм

# currency.name.ars
source: Argentine Peso
ru: Аргентинское песо

# currency.name.aud
source: Australian Dollar
ru: Австралийский доллар

# currency.name.azn
source: Azerbaijani Manat
ru: Азербайджанский манат

# currency.name.bgn
source: Bulgarian Lev
ru: Болгарский лев

# currency.name.brl
source: Brazilian Real
ru: Бразильский реал

# currency.name.byn
source: Belarusian Ruble
ru: Белорусский рубль

# currency.name.cad
source: Canadian Dollar
ru: Канадский доллар

# currency.name.cny
source: Chinese Yuan
ru: Китайский юань

# currency.name.cop
source: Colombian Peso
ru: Колумбийское песо

# currency.name.czk
source: Czech Koruna
ru: Чешская крона

# currency.name.dkk
source: Danish Krone
ru: Датская крона

# currency.name.egp
source: Egyptian Pound
ru: Египетский фунт

# currency.name.eur
source: Euro
ru: Евро

# currency.name.gbp
source: British Pound
ru: Фунт стерлингов

# currency.name.gel
source: Georgian Lari
ru: Грузинский лари

# currency.name.hkd
source: Hong Kong Dollar
ru: Гонконгский доллар

# currency.name.hrk
source: Croatian Kuna
ru: Хорватская куна

# currency.name.huf
source: Hungarian Forint
ru: Венгерский форинт

# currency.name.idr
source: Indonesian Rupiah
ru: Индонезийская рупия

# currency.name.ils
source: Israeli Shekel
ru: Израильский шекель

# currency.name.inr
source: Indian Rupee
ru: Индийская рупия

# currency.name.jpy
source: Japanese Yen
ru: Японская иена

# currency.name.krw
source: South Korean Won
ru: Южнокорейская вона

# currency.name.kzt
source: Kazakhstani Tenge
ru: Казахстанский тенге

# currency.name.lak
source: Lao Kip
ru: Лаосский кип

# currency.name.mad
source: Moroccan Dirham
ru: Марокканский дирхам

# currency.name.mop
source: Macanese Pataca
ru: Патака Макао

# currency.name.mxn
source: Mexican Peso
ru: Мексиканское песо

# currency.name.myr
source: Malaysian Ringgit
ru: Малайзийский ринггит

# currency.name.nok
source: Norwegian Krone
ru: Норвежская крона

# currency.name.php
source: Philippine Peso
ru: Филиппинское песо

# currency.name.pln
source: Polish Zloty
ru: Польский злотый

# currency.name.qar
source: Qatari Riyal
ru: Катарский риал

# currency.name.rub
source: Russian Ruble
ru: Российский рубль

# currency.name.sar
source: Saudi Riyal
ru: Саудовский риял

# currency.name.sek
source: Swedish Krona
ru: Шведская крона

# currency.name.sgd
source: Singapore Dollar
ru: Сингапурский доллар

# currency.name.thb
source: Thai Baht
ru: Тайский бат

# currency.name.try
source: Turkish Lira
ru: Турецкая лира

# currency.name.twd
source: New Taiwan Dollar
ru: Нов. тайваньский доллар

# currency.name.usd
source: US Dollar
ru: Доллар США

# currency.name.uzs
source: Uzbekistani Som
ru: Узбекский сум

# currency.name.vnd
source: Vietnamese Dong
ru: Вьетнамский донг

# currency.name.zar
source: South African Rand
ru: Южноафриканский рэнд

# daySegment.afternoon
source: Afternoon
ru: День

# daySegment.evening
source: Evening
ru: Вечер

# daySegment.morning
source: Morning
ru: Утро

# daySegment.night
source: Night
ru: Ночь

# debug.delete
source: Delete all data
ru: Удалить все данные

# debug.delete.message
source: All current data will be permanently deleted.
ru: Все текущие данные будут безвозвратно удалены.

# debug.delete.result
source: Data successfully deleted
ru: Данные успешно удалены

# debug.delete.title
source: Delete all data?
ru: Удалить все данные?

# debug.load
source: Load demo-data
ru: Загрузить демо-данные

# debug.load.confirm
source: Load
ru: Загрузить

# debug.load.message
source: All current data will be permanently deleted and replaced with demo data.
ru: Все текущие данные будут безвозвратно удалены и заменены демо-данными.

# debug.load.result
source: Data successfully loaded
ru: Данные успешно загружены

# debug.load.title
source: Load demo data?
ru: Загрузить демо-данные?

source: Delete
ru: Удалить

# discard.confirm
source: Discard changes
ru: Сбросить изменения

# discard.keepEditing
source: Keep editing
ru: Продолжить редактирование

# discard.message
source: Any unsaved changes will be permanently lost.
ru: Несохраненные изменения будут безвозвратно потеряны.

# discard.title
source: Discard changes?
ru: Сбросить изменения?

source: Done
ru: Готово

source: Edit
ru: Изменить

# error.message
source: Error: %1$(errorDescription)@
ru: Ошибка: %1$(errorDescription)@

# error.unknown
source: Unknown error
ru: Неизвестная ошибка

# event.status.completed
source: Completed
ru: Завершенная

# event.status.completed.plural
source: Completed
ru: Завершенные

# event.status.ongoing
source: Ongoing
ru: Текущая

# event.status.ongoing.plural
source: Ongoing
ru: Текущие

# event.status.upcoming
source: Upcoming
ru: Предстоящая

# event.status.upcoming.plural
source: Upcoming
ru: Предстоящие

# exchangeRateLoading.error.message
source: Couldn't load the currency exchange rate: %1$(errorDescription)@ Please try again.
ru: Не удалось загрузить курс валюты: %(errorDescription)@ Пожалуйста, попробуйте снова.

# exchangeRateLoading.error.title
source: Loading error
ru: Ошибка загрузки

# exchangeRateLoading.Exception
source: Error fetching exchange rates from provider.
ru: Ошибка при получении курсов валют от провайдера.

# expense.add
source: Add Expense
ru: Добавить трату

# expense.adjustedExchangeRate.long
source: 1 %1$(expenseCurrencyCode)@ = %2$(effectiveRateExpenseToBase)@ %3$(baseCurrencyCode)@ (with adjustment %4$(exchangeAdjustment)@)
ru: 1 %1$(expenseCurrencyCode)@ = %2$(effectiveRateExpenseToBase)@ %3$(baseCurrencyCode)@ (с корректировкой %4$(exchangeAdjustment)@)

# expense.adjustedExchangeRate.longDouble
source: 1 %1$(expenseCurrencyCode)@ = %2$(effectiveRateExpenseToBase)@ %3$(baseCurrencyCode)@ • %4$(effectiveRateExpenseToLocation)@ %5$(locationCurrencyCode)@ (with adjustment %6$(exchangeAdjustment)@)
ru: 1 %1$(expenseCurrencyCode)@ = %2$(effectiveRateExpenseToBase)@ %3$(baseCurrencyCode)@ • %4$(effectiveRateExpenseToLocation)@ %5$(locationCurrencyCode)@ (с корректировкой %6$(exchangeAdjustment)@)

# expense.adjustedExchangeRate.short
source: Adjusted exchange rate of %1$(expenseCurrencyCode)@: %2$(effectiveRateExpenseToBase)@ %3$(baseCurrencyCode)@
ru: Скорректированный курс %1$(expenseCurrencyCode)@: %2$(effectiveRateExpenseToBase)@ %3$(baseCurrencyCode)@

# expense.adjustedExchangeRate.shortDouble
source: Adjusted exchange rate of %1$(expenseCurrencyCode)@: %2$(effectiveRateExpenseToBase)@ %3$(baseCurrencyCode)@ • %4$(effectiveRateExpenseToLocation)@ %5$(locationCurrencyCode)@
ru: Скорректированный курс %1$(expenseCurrencyCode)@: %2$(effectiveRateExpenseToBase)@ %3$(baseCurrencyCode)@ • %4$(effectiveRateExpenseToLocation)@ %5$(locationCurrencyCode)@

# expense.amount
source: Amount
ru: Сумма

# expense.amount.base
source: Base
ru: Базовая

# expense.amount.local
source: Local
ru: Локальная

# expense.category
source: Category
ru: Категория

# expense.category.accomodation
source: Accomodation
ru: Проживание

# expense.category.entertainment
source: Entertainment
ru: Развлечение

# expense.category.food
source: Food
ru: Еда

# expense.category.leisure
source: Leisure
ru: Досуг

# expense.category.medicine
source: Medicine
ru: Медицина

# expense.category.miscellaneous
source: Miscellaneous
ru: Прочее

# expense.category.shopping
source: Shopping
ru: Шоппинг

# expense.category.transport
source: Transport
ru: Транспорт

# expense.comment
source: Comment
ru: Комментарий

# expense.currency
source: Currency
ru: Валюта

# expense.date
source: Date
ru: Дата

# expense.delete
source: Delete Expense
ru: Удалить трату

# expense.delete.message
source: This Expense will be permanently deleted.
ru: Трата будет безвозвратно удалена.

# expense.delete.title
source: Delete Expense?
ru: Удалить трату?

# expense.emptyState.description
source: Add your first Expense to get started.
ru: Добавьте первую трату, чтобы начать.

# expense.emptyState.title
source: No Expenses yet
ru: Трат пока нет

# expense.exchangeAdjustment
source: Adjustment
ru: Корректировка

# expense.exchangeRate
source: Exchange rate of %1$(locationCurrencyCode)@
ru: Курс обмена %(locationCurrencyCode)@

# expense.location
source: Location
ru: Локация

# expense.navigationTitle.create
source: Expense creation
ru: Создание траты

# expense.navigationTitle.edit
source: Expense editing
ru: Изменение траты

# expense.paymentMethod
source: Payment method
ru: Способ оплаты

# expense.placeOfExpense
source: Place of the Expense
ru: Место траты

# expense.subcategory
source: Subcategory
ru: Подкатегория

# expense.subcategory.accomodationRental
source: Rental
ru: Аренда

# expense.subcategory.activity
source: Activity
ru: Активность

# expense.subcategory.bankFees
source: Bank Fees
ru: Банк. комиссии

# expense.subcategory.breakfast
source: Breakfast
ru: Завтрак

# expense.subcategory.clothing
source: Clothing
ru: Одежда

# expense.subcategory.connectivity
source: Connectivity
ru: Связь

# expense.subcategory.cosmetics
source: Cosmetics
ru: Косметика

# expense.subcategory.digitalService
source: Digital Service
ru: Цифр. сервисы

# expense.subcategory.dinner
source: Dinner
ru: Ужин

# expense.subcategory.documents
source: Documents
ru: Документы

# expense.subcategory.donation
source: Donation
ru: Пожертвования

# expense.subcategory.electronics
source: Electronics
ru: Электроника

# expense.subcategory.entertainment
source: Entertainment
ru: Развлечения

# expense.subcategory.ferry
source: Ferry
ru: Паром

# expense.subcategory.fuel
source: Fuel
ru: Топливо

# expense.subcategory.groceries
source: Groceries
ru: Продукты

# expense.subcategory.healthInsurance
source: Health Insurance
ru: Страховка

# expense.subcategory.homeGoods
source: Home Goods
ru: Товары для дома

# expense.subcategory.hotel
source: Hotel
ru: Отель

# expense.subcategory.jewelry
source: Jewelry
ru: Украшения

# expense.subcategory.landmark
source: Landmark
ru: Объект

# expense.subcategory.laundry
source: Laundry
ru: Прачечная

# expense.subcategory.luggageStorrage
source: Luggage Storrage
ru: Камера хранения

# expense.subcategory.lunch
source: Lunch
ru: Обед

# expense.subcategory.medicalCare
source: Medical Care
ru: Мед. услуги

# expense.subcategory.medication
source: Medication
ru: Лекарства

# expense.subcategory.other
source: Other
ru: Другое

# expense.subcategory.park
source: Park
ru: Парк

# expense.subcategory.plane
source: Plane
ru: Самолет

# expense.subcategory.postalService
source: Postal Service
ru: Почта

# expense.subcategory.publicTransport
source: Public Transport
ru: Общ. транспорт

# expense.subcategory.snack
source: Snack
ru: Перекус

# expense.subcategory.souvenirs
source: Souvenirs
ru: Сувениры

# expense.subcategory.Taxi
source: Taxi
ru: Такси

# expense.subcategory.tour
source: Tour
ru: Тур

# expense.subcategory.touristTax
source: Tourist Tax
ru: Тур. налог

# expense.subcategory.train
source: Train
ru: Поезд

# expense.subcategory.Transfer
source: Transfer
ru: Трансфер

# expense.subcategory.travelPass
source: Travel Pass
ru: Проездной

# expense.subcategory.vehicleRental
source: Rental
ru: Аренда

# expense.timeZone.hint
source: Time zone: %1$(gmtOffsetDisplay)@ (%2$(timeZoneId)@
ru: Часовой пояс: %1$(gmtOffsetDisplay)@ (%2$(timeZoneId)@)

# location.add
source: Add Location
ru: Добавить локацию

# location.adjustedExchangeRate
source: Adjusted exchange rate of %1$(locationCurrencyCode)@: %2$(effectiveRateLocationToBase)@ %3$(baseCurrencyCode)@
ru: Скорректированный курс %1$(locationCurrencyCode)@: %2$(effectiveRateLocationToBase)@ %3$(baseCurrencyCode)@

# location.budget
source: Budget
ru: Бюджет

# location.budget.hint
source: Location budget for calculating recommended daily expenses and other analytics. There is no exchange rate adjustment applied to the budget.
ru: Бюджет на локацию для расчета рекомендованных ежедневных трат и другой аналитики. К бюджету не применяется корректировка курса обмена.

# location.currency
source: Currency
ru: Валюта

# location.currency.hint
source: Location currency for entering and showing budgets and Expenses. Can be changed only if the Location has no Expenses.
ru: Валюта локации для ввода и отображения бюджета и трат. Может быть изменена только, если в локации нет трат.

# location.delete
source: Delete Location
ru: Удалить локацию

# location.delete.message
source: This Location will be permanently deleted.
ru: Локация будет безвозвратно удалена.

# location.delete.title
source: Delete Location?
ru: Удалить локацию?

# location.emptyState.description
source: Create a Location to track expenses.
ru: Добавьте локацию, чтобы отслеживать расходы.

# location.emptyState.title
source: No Locations yet
ru: Локаций пока нет

# location.endDate
source: Ends
ru: Завершается

# location.exchangeAdjustment
source: Adjustment
ru: Корректировка

# location.exchangeAdjustment.hint
source: Exchange rate adjustment for new Expenses. Can be changed inside an Expense.
ru: Корректировка курса обмена для автоматической постановки в новых тратах. Может быть изменена внутри траты.

# location.exchangeRate
source: Exchange rate of %1$(locationCurrencyCode)@
ru: Курс обмена %(locationCurrencyCode)@

# location.exchangeRate.hint
source: Exchange rate for calculating the amount of the Budget and Expenses for analytics.
ru: Курс обмена для расчета суммы бюджета и трат для аналитики.

# location.expenses
source: Expenses
ru: Траты

# location.name
source: Name
ru: Название

# location.navigationTitle.create
source: Location creation
ru: Создание локации

# location.navigationTitle.edit
source: Location editing
ru: Изменение локации

# location.startDate
source: Starts
ru: Начинается

# paymentMethod.card
source: Card
ru: Карта

# paymentMethod.cash
source: Cash
ru: Наличные

source: Save
ru: Сохранить

# settings.about
source: About
ru: О приложении

# settings.appAppearance
source: Appearance
ru: Тема оформления

# settings.baseCurrency
source: Base currency
ru: Осн. валюта

# settings.baseCurrency.hint
source: Default (home) currency for new Trips. Can be changed inside a Trip.
ru: Основная (домашняя) валюта для автоматической подстановки в новых поездках. Может быть изменена внутри поездки.

# settings.debug
source: Debug
ru: Отладка

# settings.exchangeAdjustment
source: Exchange rate adj.
ru: Корр. курса обмена

# settings.exchangeAdjustment.hint
source: Exchange rate adjustment for new Locations. Can be changed inside a Location.
ru: Корректировка курса обмена для автоматической подстановки в новых локациях. Может быть изменена внутри локации.

# settings.isAddButtonOnLeft
source: "Add" button on the left
ru: Кнопка "Добавить" слева

# settings.navigationTitle
source: Settings
ru: Настройки

# settings.projectLink.description
source: Project repository
ru: Репозиторий проекта

# settings.thirdPartyAPIs
source: Third party API’s
ru: Сторонние API

# tab.settings
source: Settings
ru: Настройки

# tab.today
source: Today
ru: Сегодня

# tab.trips
source: Trips
ru: Поездки

# thirdParty.hexarate.description
source: Currency exchange rates
ru: Курсы обмена валют

# timeoutException
source: Operation interrupted due to timeout.
ru: Операция прервана по истечении времени ожидания.

source: Today
ru: Сегодня

# today.emptyState.description
source: Location will appear automatically on its start date.
ru: Локация появится автоматически в день своего начала.

# today.emptyState.title
source: No active Location
ru: Нет активной локации

# today.expenses
source: Expenses for today
ru: Траты за сегодня

# today.navigationTitle
source: Today
ru: Сегодня

# today.noExpenses
source: There are no Expenses today
ru: Сегодня трат нет

# today.quickExpense
source: Quick expense
ru: Быстрая трата

source: Tomorrow
ru: Завтра

# totalDays
source: Total days: %1$(totalDays)lld
ru: Дней всего: %(totalDays)lld

# totalNumber
source: Total: %1$(number)@
ru: Всего: %(number)@

# trip.add
source: Add Trip
ru: Добавить поездку

# trip.currency
source: Base currency
ru: Осн. валюта

# trip.currency.hint
source: Base (home) currency for entering, storing, and showing budgets and Expenses. Can be changed only if the Trip has no Locations.
ru: Основная (домашняя) валюта для ввода, хранения и отображения бюджета и трат. Может быть изменена только если в поездке нет локаций.

# trip.delete
source: Delete Trip
ru: Удалить поездку

# trip.delete.message
source: This Trip will be permanently deleted.
ru: Поездка будет безвозвратно удалена.

# trip.delete.title
source: Delete Trip?
ru: Удалить поездку?

# trip.emptyState.description
source: Create a Trip to add locations and expenses.
ru: Добавьте поездку, чтобы добавлять локации и расходы.

# trip.emptyState.title
source: No Trips yet
ru: Поездок пока нет

# trip.endDate
source: Ends
ru: Завершается

# trip.locations
source: Locations
ru: Локации

# trip.name
source: Name
ru: Название

# trip.navigationTitle.create
source: Trip creation
ru: Создание поездки

# trip.navigationTitle.edit
source: Trip editing
ru: Изменение поездки

# trip.navigationTitle.list
source: Trips
ru: Поездки

# trip.startDate
source: Starts
ru: Начинается

source: Yesterday
ru: Вчера
